{
  "itemGroup.silentgear": "§7Silent Gear",
  
  "block.silentgear.crafting_station": "§7Crafting Station",
  "block.silentgear.part_analyzer": "§7Part Analyzer",
  "block.silentgear.salvager": "§7Salvager",
  
  "gui.silentgear.crafting_station.crafting": "§7Crafting",
  "gui.silentgear.crafting_station.storage": "§7Storage",
  "gui.silentgear.part_analyzer.catalystTier": "§7Catalyst Tier: %s",
  
  "jei.silentgear.blueprint.desc": "§7Blueprints and templates are used to craft tool heads and armor. Blueprints can be reused infinitely, templates are single-use. When used in the crafting station, you can mix materials. Otherwise, the materials must all be the same. Check the tooltip of the blueprint/template for details on crafting the final item.",
  "jei.silentgear.crafting_station.desc": "§7An improved crafting table which has a small internal inventory and a window which shows the tooltip of the item being crafted. Allows material mixing when crafting tool heads or armor.",
  "jei.silentgear.dagger.desc": "§7Basically a very light sword. Low damage and shorter reach, but very high attack speed. It also reduces the target's invulnerability time when hit.",
  "jei.silentgear.katana.desc": "§7A sword that is slightly faster, but a little weaker than classic swords. Katana can also reach a little further than standard swords.",
  "jei.silentgear.lumber_axe.desc": "§7An axe which chops down entire trees by breaking a single block. The logs and leaves must be correctly tagged to be recognized as a tree.",
  "jei.silentgear.machete.desc": "§7A multi-function blade. It's a sword, axe, and sickle, but works best as a sword. Slightly slower attack speed, but higher damage than standard swords. Like sickles, it can clear an area of plants, but the range is smaller.",
  "jei.silentgear.mattock.desc": "§7The ultimate farming tool, capable of tilling and digging soil and chopping wood. A bit slower than a shovel or axe, but more durable. Should work in anything that requires a hoe.",
  "jei.silentgear.part_analyzer.desc": "§7Determines the quality of main parts. Requires no power or fuel. Hoppers can insert/extract items. Has an optional \"catalyst\" slot which will improve average grade.",
  "jei.silentgear.red_card_upgrade.desc": "§7Tools and armor with the red card upgrade can break like their vanilla counterparts, instead of becoming a \"broken\" item that can still be repaired.",
  "jei.silentgear.spoon_upgrade.desc": "§7Let's your pickaxe mine dirt and such. Because reasons.",
  "jei.silentgear.sword.desc": "§7A classic sword with balanced damage and speed. The guard takes the appearance of the second material used in crafting.",
  "jei.silentgear.tip_upgrade.desc": "§7Allows an existing tool/weapon to be further upgraded. Most tip upgrades will add (or subtract) a fixed amount to certain stats, but some add will multipliers instead. Hold the Ctrl key to view stat modifiers in the tooltip.",
  "jei.silentgear.tool_head.desc": "§7Tool heads, blades, bow limbs, and more! These are the core of tools and weapons, constructed with a blueprint/template and some number of main tool materials. Check the blueprint/template tooltip for more info.",
  "jei.silentgear.tooltip.sample1": "§7Sample recipe",
  "jei.silentgear.tooltip.sample2": "§7Gear made with any materials will work"
}
